Autodesk.Navisworks.Api.TooltipResult
Represents a Tooltip and an identifier, that is returned from a call to a ToolPlugin or InputPlugin.

Autodesk.Navisworks.Api.TooltipResult.#ctor
Constructor for a TooltipResult.

Autodesk.Navisworks.Api.TooltipResult.DisplayName
Tooltip display name.

Autodesk.Navisworks.Api.TooltipResult.Id
Tooltip Id.